export const RULES_OF_COMMUNICATION = [
   {
      title: '1.1 Образа інших користувачів',
      description:
         'Образи інших користувачів, спрямовані на приниження честі та гідності особистості за ознаками раси, національності, походження, ставлення до релігії.',
   },
   {
      title: '1.2 Нецензурна лексика',
      description: `Мат і ненормативна/обсценна лексика:
      Мат, штучно завуальований/модифікований шляхом заміни букв;
      Цитування з літературних/музичних/анімаційних творів або з тексту повідомлення іншого користувача чату, яке містить нецензурну лексику.`,
   },
   {
      title: '1.3 Конфлікти',
      description: `Створення, підбурювання до конфліктної ситуації:
      1. Агресивний тролінг, спрямований на збудження ненависті, ворожнечі, конфліктної обстановки;`,
   },
   {
      title: '1.4 Політика',
      description: `Будь-який прояв політики:
      1. Висловлювання на політичні теми;
      2. Обговорення політичних діячів, зокрема історичних.`,
   },
   {
      title: '1.5 Спам',
      description: `Безглузді повідомлення або багаторазове повторення одного й того самого повідомлення:
      1. Мультипостинг - безліч повідомлень, які можуть бути об'єднані в один;
      2. Повідомлення, що складаються з повторень фраз, символів, смайликів, стікерів і картинок.`,
   },
]

export const PERSONAL_ACCOUNT_CUSTOMIZATION_RULES = [
   {
      title: '2.1 Особисті дані профілю користувача',
      description: `Ім'я користувача, опис у профілі та користувацька аватарка не повинні містити:
      1. Нецензурні вирази (включно з ненормативною/обсценною лексикою);
      2. Образи (включно з образливими гаслами);
      3. Політику (включно з політичними діячами);
      4. Рекламу сторонніх ресурсів;
      5. Контент сексуального характеру.`,
   },
   {
      title: '2.2 Підтвердження акаунту',
      description: `Після успішної реєстрації на сервіс Anitopia, користувач повинен підтвердити свою електрону пошту`,
   },
]

export const ACCOUNT_BLOCKING_FEATURES = [
   {
      title: '3.1 На що поширюється блокування',
      description: `Блокування поширюються на будь-яку взаємодію зі спільнотою сайту, до цього списку входить:
      1. Надсилання повідомлень  у коментарі
      2. Створення заявок на редагування аніме;
      3. Редагування особистого профілю.`,
   },
   {
      title: '3.2 Тимчасові блокування',
      description: `За порушення правил користування  платформою Anitopia. Модерація має право на блокування користувача на певний строк.`,
   },
   {
      title: '3.1 На що поширюється блокування',
      description: `Блокування поширюються на будь-яку взаємодію зі спільнотою сайту, до цього списку входить:
      1. Надсилання повідомлень  у коментарі
      2. Створення заявок на редагування аніме;
      3. Редагування особистого профілю.`,
   },
   {
      title: '3.3 Апеляція',
      description: `Якщо покарання було видано помилково, то Ви маєте право оскаржити його рішення в процесуальному порядку на пошті підтримки - support-anitopia@gmail.com Необхідно описати порушення і надати всі докази помилки у вигляді скріншотів.`,
   },
   {
      title: '3.4 Повторне порушення правил',
      description: `За кожне повторне порушення правил адміністратор буде збільшувати термін блокування користувача`,
   },
]
